INSERT INTO microservices.users (
    first_name, last_name, middle_name, delivery_address, phone_number, email
) VALUES
('Иван', 'Иванов', 'Андреевич', 'Москва', '+79161112233', 'ivan.ivanov@example.com'),
('Алексей', 'Петров', 'Ильич', 'Санкт-Петербург', '+79263334455', 'alexey.petrov@example.com'),
('Мария', 'Смирнова', 'Алексеевна', 'Новосибирск', '+79374445566', 'maria.smirnova@example.com'),
('Анна', 'Кузнецова', 'Павловна', 'Екатеринбург', '+79485556677', 'anna.kuznetsova@example.com'),
('Дмитрий', 'Соколов', 'Олегович', 'Казань', '+79596667788', 'dmitry.sokolov@example.com'),
('Екатерина', 'Попова', 'Владимировна', 'Самара', '+79697778899', 'ekaterina.popova@example.com'),
('Павел', 'Михайлов', 'Сергеевич', 'Москва', '+79798889900', 'pavel.mikhailov@example.com'),
('Ольга', 'Васильева', 'Игоревна', 'Ростов-на-Дону', '+79899990011', 'olga.vasileva@example.com'),
('Сергей', 'Морозов', 'Александрович', 'Краснодар', '+79991112233', 'sergey.morozov@example.com'),
('Елена', 'Фёдорова', 'Викторовна', 'Уфа', '+79001113344', 'elena.fedorova@example.com'),
('Игорь', 'Ковалев', 'Дмитриевич', 'Санкт-Петербург', '+79112224455', 'igor.kovalev@example.com'),
('Татьяна', 'Григорьева', 'Алексеевна', 'Новосибирск', '+79223335566', 'tatiana.grigorieva@example.com'),
('Виктор', 'Андреев', 'Максимович', 'Екатеринбург', '+79334446677', 'viktor.andreev@example.com'),
('Наталья', 'Сидорова', 'Сергеевна', 'Казань', '+79445557788', 'natalia.sidorova@example.com'),
('Артем', 'Захаров', 'Евгеньевич', 'Самара', '+79556668899', 'artem.zaharov@example.com'),
('Галина', 'Орлова', 'Николаевна', 'Москва', '+79667779900', 'galina.orlova@example.com'),
('Максим', 'Беляев', 'Олегович', 'Ростов-на-Дону', '+79778880011', 'maxim.belyaev@example.com'),
('Евгения', 'Сафонова', 'Ильинична', 'Краснодар', '+79889991122', 'evgenia.safonova@example.com'),
('Роман', 'Васильев', 'Петрович', 'Уфа', '+79990002233', 'roman.vasilev@example.com'),
('София', 'Миронова', 'Дмитриевна', 'Санкт-Петербург', '+79001113344', 'sofia.mironova@example.com');
